Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ འི་ ཕྱི་བཞིན་ འབྲང་ །_ དེ་ དང་ འབྲེལ །_ རྒྱུ་ དེ་ལས་ བྱུང་བ་ ཡིན་ ཏེ །_
en: they flow from them, are related to them, and have those as their causes.

source: ངན་སོང་ གིས་ ཀུན་ ཏུ་ འཁོར་ ཡང་ འཁོར་བ་ ལ་ ཡིད་འབྱུང་ བར་མི་ བྱེད་ དོ །_།
en: In this way beings come to circle through the lower realms, again and again, and yet they do not ever develop any disillusionment with cyclic existence.

source: སེམས་ སྤྲེའུ་ ལྟ་བུ་ ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ འཁོར་བ ར་ ཞུགས་ཤིང་ སྡུག་བསྔལ་ གཟིང་ གཟིང་བ འི་ བར་ ན་ གནས་པ་ ལ་ གོམས་པ་
en: Since beginningless time the monkey-like mind has been engaged in cyclic existence and is thus accustomed to life in the jungles of suffering.

source: ཡན་ལག་ དང་ ཉིང་ལག་ གི་ དྲ་བ་ སྣ་ཚོགས་ ཅན་ གྱི་ ནང་ ན་ སྡོམ་ ཞིང་ འཁོར་བ འི་ རི་ ལ་ མྱུར་ དུ་ གནས་པ་ སེམས་ གཟིང་ གཟིང་བ འི་ བག་ཆགས་ ཀྱི་ རྟོག་པ་ ཡང་ གཅིག་ ཏུ་ ཤེས་པ ར་ སླ་བ་ མ་ ཡིན་ ལ་ དེ་ལྟ ར་ འགྲོ་བ་ མྱུར་ དུ་ འགྲོ་བ་ འདི་ སེམས་ སྤྲེའུ་ ལྟ་བུ་ ཡིན་ ཏེ
en: It lives among the various vines of major and minor body parts and moves swiftly amid the mountains of cyclic existence.

source: དེ་ལྟ་བས་ན་ སེམས་ འདི་ རེ་ཞིག་ ཐོག་མ་ ཉིད་ དུ་ ཤིན་ཏུ་ དུལ་བ ར་ བྱ འོ །_།
en: It is not easy to recognize this monkey mind within the jungle of mental imprints.

source: དེ་ལྟ ར་ མ་ བྱས་ ན་
en: Since the monkey mind moves quickly, this mind must first of all be tamed.

source: ངན་སོང་ གིས་ མི་བཟད་པ་ རྣམས་ སུ་ སེམས་ཅན་ དག་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བར་ འགྱུར་ ཞིང་ [287b] དེ་ལྟ ར་ མ་ བྱས་ ན་ འཁོར་བ ར་ སེམས་ ཀྱི་ དགྲ ས་ ཟིན་ ཏེ བདེ་བ་ འཐོབ་པ ར་ མི་འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Otherwise there will be extreme suffering within the unbearable miseries of the lower realms, {{page:{number:412,id:UT22084-068-021-100438,folio:F.287.b,volume:V68}}} the mind will be seized by enemies, and there will be no attainment of happiness.’

source: དེ་ལྟ ར་ དགེ་སློང་ དེ་ སོ་སོ ར་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་པ་ ན་ ཡང་ དང་ ཡང་ དུ་ འཁོར་བ་ འདི་ ལ་ ཡིད་ བྱུང་ ཞིང་ མི་ དགའ་ ལ་ འཁོར་བ ར་ གཏོགས་པ འི་ སྡུག་བསྔལ་ ཐམས་ཅད་ ལ་ རྣམ་པར་ སྨོད་པ ར་ བྱེད་ དོ །_།
en: As the monk discerns in this way, he will give rise to disenchantment and dissatisfaction with cyclic existence, again and again, and thus he will scorn all of its sufferings.

source: དགེ་སློང་ དེ་དེ་ ལྟར་ སེམས་པ ར་ བྱེད་ ཅིང་ ཡི་དགས་ རྣམ་པ་ དུ་མ་ དག་ ལ་ སེམས་པ་ ན་ འདི་ལྟར་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་པ་ ནི་ལ ས་ དང་ལ ས་ ཀྱི་ རྣམ་པར་ སྨིན་པ འི་ བྱེད་རྒྱུ་ གང་ཡིན་པ འི་ ཆ་ གཅིག་ཅིག་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་ དེ་ སྐྱེ་བ་ རྒྱུ་ མེད་པ་ མ་ ཡིན་ ཞིང་ །_
en: $1287 “Remaining attentive in this way, he will concern himself with the many types of starving spirits. As he distinguishes them, he will examine their causal karmic actions and the ripening of those actions, one by one. Thus, he will notice that they are not uncaused.

source: བདེ་བ་ དང་ །_ སྡུག་བསྔལ་ དང་ །_ འཐུན་པ་ དང་ མི་ འཐུན་པ་ དང་ །_ སྐྱེ་བ་ ངན་པ་ དང་ །_ བཟང་བ་ དང་ །_ རིགས་ བཟང་བ་ དང་ །_ རིགས་ངན་ པར་ སྐྱེ་བ་ ནི་ སྲོག་ཆགས་ ཐམས་ཅད་ ཀྱི་ ཚེ་ འཆི་བ་ དང་ སྐྱེ་བ་ འདོད་རྒྱལ་ གྱིས་ ཆུང་ ཟད་ ཀྱང་ བྱས་པ་ མེད་ དོ་ སྙམ་ མོ །_།
en: He will think, ‘Whether beings are born in happy or painful ways, whether their situations are agreeable or disagreeable, whether their lives are good or bad, or whether they take birth in fortunate or unfortunate species, their deaths and births are not random and what they do is never for nothing.’

source: ལས་ ཀྱི་ ཆོས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ འི་ དགེ་སློང་ དེས་ ཡི་དགས་ རྣམས་ ཀྱི་ ལས་ ཀྱི་ ཆོས་ རྣམ་པར་ དབྱེ་བ་ དག་ རྣམ་པར་ འབྱེད་ དེ །_
en: $1288 “Thus, the monk who has knowledge of the ripening of karmic phenomena will discern the various forms of karmic phenomena that pertain to starving spirits.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན་ ཡི་དགས་ ལྟོ་ གུག་ ཅེས་བྱ་བ་ རང་ གི་ ལུས་ ཉིས་འགྱུར་ གྱིས་ ཆེ་ ཞིང་ཁ་ དང་ ལག་པ་ དང་ རྐང་པ་ ཉམས་ ལ་ ཐམས་ཅད་ དུ་ ལྟོ་ གུག་པ་ ཡིན་ ཏེ
en: Applying knowledge derived from hearing he will understand that the starving spirits with prostrate bellies possess bellies that are twice the size of their bodies, thus debilitating their faces, hands, and feet, so that they carry their whole being hunched over.

source: བུ་ག འི་ གསེབ་ དག་ ཏུ་ མེ་མདག་ གིས་ རབ་ཏུ་ བཀང་ །_ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས །_
en: All the apertures of their bodies are filled with embers, and they are tormented by hunger and thirst.

source: ལུས་ ཚལ་ ཤིང་ བསྲེགས་པ་ ལྟ་བུ་ འགྲོ་བ འི་ དུས་མཐའ་ མེད་པ་ ནས་ བཅིངས་པ་ དག་ དགའ་བ་ མེད་ ཅིང་ གྲོགས་ མེད་ ལ་ མགོན་མེད་པ་ ཡིན་ ནོ །_།
en: With bodies that resemble scorched pine trees, they have moved in bondage since beginningless time, knowing no happiness and having neither friend nor protector.

source: དེ་དག་ ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_
en: $1289 “Wondering what karmic actions may cause one to take birth in such a way, the monk will examine this situation by means of knowledge derived from hearing.

source: གླ་མི་ ནོར་ འདོད་པ་ གང་ གིས་ འདི་ལྟར་ བདག་ གིས་ གླ་ དག་ ཁྱིམ་ དུ་ བསག་ གོ་ སྙམ་ ནས་
en: He will then notice how some day laborers, wishing for wealth, think, ‘I shall collect my salary in the homes of people.’

source: སྲོག་གཅོད་པ་ བྱེད་ ཅིང་ ཕྱུགས་ ལ་ འཚེ་བ འམ །_ དེ་ སྙིང་རྗེ་ མེད་པ་ ཆགས་པ འི་ དབང་ གིས་
en: With this thought they then proceed to slay, harm cattle, or kill mercilessly out of attachment.

source: སྲོག་གཅོད་པ་ བྱེད་ ལ་ སྒོམ་ ཞིང་ སྟེན་ ཏེ་ མང་ དུ་ བྱེད་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ས འི་ འོག་ དཔག་ཚད་ ལྔ་ བརྒྱ་ ན་ ཡི་དགས་ ལྟོ་ གུག་ གི་ རིགས་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Those who become habituated to, resort to, and increase such acts will, when they separate from their bodies, fall into the lowers realms and take birth five hundred leagues below the ground among the starving spirits with prostrate bellies.

source: དེ་ ས འི་ ཕྱོགས་ མུན་པ འི་ ནང་ དེར་ སྐྱེས་པ་ དང་ །_ སྟེང་ གི་ ཕྱོགས་ ནས་ རི་ རྣམས་ ཀྱིས་ བཙིར་ ཅིང་ འོག་ གི་ ཕྱོགས་ [288a] ནས་ རི་ གཉིས་ པས་ བཏེག་ སྟེ་
en: There, they will be born in a realm of darkness, with one mountain crushing them from above and another mountain pressing them from below. {{page:{number:413,id:UT22084-068-021-100439,folio:F.288.a,volume:V68}}}

source: དེ་ རི་ གཉིས་ ཀྱི་ བར་ དུ་ རང་ གི་ ངོ་བོ འི་ ལུས་ ཀྱི་ ཚད་ དཔག་ཚད་ ཙམ་ ལ་ ལེབ་ལེབ་པོ ར་ བྱས་ ཤིང་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ ཤིན་ཏུ་ གདུངས་ སོ །_།
en: Their bodies, which measure about a league in length, will thus be flattened between those two mountains while they also suffer intensely from hunger and thirst.

source: ཚེ འི་ ཚད་ ཀྱི་ མཐའ་ ནི་ ཚེ་རབས་ ལྔ་ བརྒྱ་ ཡིན་ ཏེ །_ མི འི་ ལོ་ བཅུ་ ལ་ ཡི་དགས་ ཀྱི་ བགྲང་བ འི་ ཚུལ་ གྱིས་ ཉིན་ཞག་ གཅིག་ སྟེ་ བར་ དུ་ འཆི་བ འི་ དུས་ བྱེད་པ་ ནི་ ཡོད་ དོ །_།
en: As for the length of this existence, these starving spirits live like this for five hundred lives in which ten human years count as just a day and a night.

source: མི་དགེ་བ འི་ ལས་ གཞན་ གཉིས་པ་ བྱས་པ་ ནི་ འདི་ལྟ་སྟེ །_
en: However, they may also die at an earlier point.

source: སྐྱེས་པ འམ །_ བུད་མེད་ ལ་ ནོར་རྫས་ བཅོལ་བ་ བཅབས་ ནས་ འདི་ལྟར་ བདག་ ལ་ བདག་མེད་ དོ་ ཞེས་ སྨྲ་ ན་ ལས་ དེ འི་ རྣམ་པར་ སྨིན་པ ས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ ལ་ ཟང་ཟིང་ གི་ སྦྱིན་པ་ ཡང་ མ་ བྱིན །_
en: $1290 “Another negative act that leads to birth in that realm occurs when a man or woman has been entrusted with something valuable and then later denies being given possession of it. Such an act will also ripen as birth in that realm.

source: ཆོས་ ཀྱི་ སྦྱིན་པ་ ཡང་ མ་ བྱིན །_ མི་ འཇིགས་པ འི་ སྦྱིན་པ་ ཡང་ མ་ བྱིན་ ཏེ །_
en: Others may fail to give away material things, the Dharma, or protection from fear.

source: སྦྱིན་པ་གསུམ་པོ་ དེ་དག་ དང་ བྲལ་ ལ་ སེར་སྣ་ དང་ ཕྲག་དོག་ གིས་ སེམས་ རྟག་ ཏུ་ ཟིལ་ གྱིས་ ནོན་པ་ ནི་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When thus lacking the three aspects of generosity, while constantly being seized by stinginess and envy, they will take birth in that realm.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ རྣམས་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཁ་ ཁབ་ ལྟར་ ཕྲ་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1291 “As the monk who has knowledge of the ripening of karmic actions continues to examine starving spirits, he will apply knowledge derived from hearing and thus perceive the starving spirits that have throats as narrow as a needle.

source: ནོར་རྫས་ ཀྱི་ ཕྱིར་ མི་ རྣམས་ གསོད་པ འི་ གཤེད་མ་ གང་ ཕ་རོལ་ ལ་ ཕྲག་དོག་ དང་ སེར་སྣ་ ཡང་དག་ པར་ བླངས་ ཤིང་ རྟག་ ཏུ་ མངོན་པར་ བརྩོན་ ལ་ བཀྲེན་པ་ བཀྲེན་པ འི་ རང་བཞིན་ ཅན་ འདི་ལྟ་སྟེ །_
en: Such people may be well accustomed to this activity and may have a strong motivation of envy and stinginess.

source: ཟང་ཟིང་ གི་ སྦྱིན་པ་ དང་ །_ ཆོས་ ཀྱི་ སྦྱིན་པ་ དང་ །_ མི་ འཇིགས་པ་ སྦྱིན་པ་ སྟེ །_
en: Thus, utterly miserly, they may give up the practice of any form of generosity with respect to material things, the Dharma, or protection from fear.

source: སྦྱིན་པ་ རྣམས་ སྤངས་པ་ ནི་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཁ་ ཁབ་ ལྟར་ ཕྲ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will plunge into the lower realms and take birth as starving spirits with mouths as narrow as a needle.

source: རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ ས་ བསླུས་པ་ དེར་ སྐྱེས་པ་ དེ་དག་ གི་ ཁ འི་ སྒོ་ ཁབ་ ལྟར་ ཕྲ་ ཞིང་ ལྟོ་ རི་ ཙམ་ དུ་ ཆེ་བ ར་ འགྱུར་ ལ་ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ སྐོམ་པ འི་ ཉོན་མོངས་ པས་ གདུངས་པ ར་ འགྱུར །_
en: $1292 “Those who, being deluded concerning the effects of their own actions, take birth in this way will have mouths that are as small as the eye of a needle, while their bellies are as large as a mountain.

source: ལུས་ ཀྱི་ མེས་ ཀྱང་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ དཀྲུགས་ ལ་ ཕྱི་རོལ་ དུ་ ཡང་ ཚལ་ ཤིང་ གི་ མེ་ མཆེད་པ ས་ དཀྲུགས་ པར་ འགྱུར །_
en: Thus, they suffer from constant hunger and thirst. While tormented internally by the physical fire of hunger and thirst, they are also tormented externally by forest fires.

source: གྲང་བ་ དང་ །_ ཚ་བ་ དང་ །_ ཤ་སྦྲང་ དང་ །_ སྦྲང་བུ་ དང་ །_ [288b] སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ ས་ ཟ་བ་ དང་ །_ རིམས་ ལ་སོགས་ པས་ དེ་ལྟ ར་ སྐྱེས་པ་ དང་ བུད་མེད་ དེར་ སྐྱེས་པ འི་ ལུས་ དང་ ཡིད་ ལས་ བྱུང་བ འི་ སྡུག་བསྔལ་ སྣ་ཚོགས་ ཀྱིས་
en: While suffering in this way from both cold and heat, their bodies are bitten by meat flies, hornets, {{page:{number:414,id:UT22084-068-021-100440,folio:F.288.b,volume:V68}}} and other biting insects, and they are afflicted by contagious diseases, and the like. Thus, the men and women who are born in this manner will suffer numerous physical and mental torments.

source: མི འི་ ལོ་ བཅུ་ ལ་ ཡི་དགས་ ཀྱི་ བགྲང་བ འི་ ཚུལ་ གྱིས་ ཉིན་ཞག་ གཅིག་པ འི་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ མངོན་པར་ གདུངས་ ཏེ་ ཚེ་ བར་ཆད་ དུ་ འགྱུར་བ་ ནི་ ཡོད་ དོ །_།
en: $1293 “Ten human years are a day and a night among these starving spirits, and these beings live in torment for five hundred such lives. It is likely that they will face fatal obstacles.

source: དེར་ སྐྱེ་བ ར་ འགྱུར་བ འི་ ལས་ གཉིས་ པས་ ཀྱང་ ཡང་ དེར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟར་ དགེ་སྦྱོང་ དང་ བྲམ་ཟེ་ དག་ བདག་ཅག་ གི་ དེར་ ཟན་ སྦྱིན་ ནོ་
en: $1294 “A second act that causes such a birth occurs when a stingy woman deceitfully denies having anything to give when mendicants or brahmins make requests for food.

source: ཞེས་ བྱས་ ལ་ བཟའ་བ་ དང་ བཅའ་བ་ དག་ ཀྱང་ ཡོད་ བཞིན་ དུ་ བུད་མེད་ སེར་སྣ ས་ མངོན་པར་ ཟིན་པ་ དེ་ ཁྱིམ་ཐབ་ ལ་ བསླུས་བ འི་ བསམ་པ ས་ འདི་ལྟར་ ཅི་ཡང་ མེད་ ན དགེ་སྦྱོང་ དང་ བྲམ་ཟེ་ དག་ ལ་ སྦྱིན་ དུ་ ག་ལ་ ཡོད་ ཅེས་ སྨྲས་ ན་
en: Wishing to deceive her household, she may claim, ‘We do not have anything at all ourselves, so how could we give to mendicants and brahmins?’

source: དེ་ཡང་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཁ་ ཁབ་ ལྟར་ ཕྲ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born among starving spirits with mouths as narrow as a needle.

source: སེར་སྣ་ དེ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ བུད་མེད་ ཕལ་ཆེ ར་ ཡི་དགས་ རྣམས་ ཀྱི་ ནང་ དུ་ བརྫུས་ ཏེ་ སྐྱེ་བ ར་ འགྱུར་བ་ དེ་ལྟ ར་ མི འི་ ནང་ དུ་ སྐྱེ་བ ར་ མི་ འགྱུར་ ཏེ
en: $1295 “Women who resort to, become habituated to, and increase acts of stinginess will for the most part take instantaneous birth as starving spirits and will not be reborn as humans.

source: འདོད་པ་ ལ་ ཕྲག་དོག་ དང་ །_ སེར་སྣ ས་ ཉམས་པ འི་ རྒྱུ་ གང་ གིས་ ཡི་དགས་ མོ ར་ འགྱུར་བ་ དེ་ལྟ ར་ མི འི་ ནང་ དུ་ སྐྱེ་བ ར་ མི་ འགྱུར་ རོ །_།
en: Those who are envious of others’ enjoyments and consumed by stinginess will also turn into starving spirits and will not be reborn among humans.

source: བུད་མེད་ ནི་ སེམས་ཆུང་ ཞིང་ སེམས་ ཡང་བ་ ཡིན་ ལ་ དེ་ལྟ ར་ རྒྱུ་ དེ་ དང་ རྐྱེན་ དེས་ ཡི་དགས་ མོ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ དེ་ ཇི་སྲིད་ དུ་ སེར་སྣ་ དང་ ཕྲག་དོག་ བྱས་པ འི་ སྡིག་པ་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Small-minded and fickle women will be led by such causes and conditions to take birth as female starving spirits, and will continue to be born as such until they have overcome, relinquished, and exhausted their unwholesome acts of stinginess and envy.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ དུད་འགྲོ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $1296 “Once they are free from the world of starving spirits, they may, in accordance with their causal actions and due to karmic actions to be experienced in other lives, take birth in the animal realm.

source: བྱ་ ཁུག་རྟ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ནས་ དེ་ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ ར་ འགྱུར །_
en: In that case they will be born as swallows, constantly suffering from hunger and thirst.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་མི ར་ འགྲུབ་པ འི་ ལས་ ཀྱིས་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_
en: When they later become free of such an existence, they may, due to karmic actions to be experienced in other lives that generate a human existence, be born with the general lot in life of a human.

source: སྐྱེས་པ འམ་ བུད་མེད་ དེ་ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ ར་ འགྱུར །_
en: They will then be born as men or women tormented by constant hunger and thirst. {{page:{number:415,id:UT22084-068-021-100441,folio:F.289.a,volume:V68}}}

source: [289a] རྟག་ ཏུ་ སྡུག་བསྔལ་ ཞིང་ ཟས་ གཞན་ དུ་ ཚོལ་ ལ་ ལམ་པོ་ཆེ་ དང་ །_ བཞི་མདོ ར་ འཚོ་བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Suffering continuously, they will be compelled to search for food outside the home and will thus end up living along roadsides or at intersections.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ སྐྱུགས་པ་ ཟ་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1297 “As the monk who has knowledge of the ripening of karmic effects continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the starving spirits that feed on vomit.

source: དེར་ སྐྱེས་པ འམ་ བུད་མེད་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ བུད་མེད་ གང་ བཟའ་བ་ དང་ །_ བཅའ་བ་ དང་ རོ་མྱང་ བས་ ཁྱིམ་ཐབ་ ལ་ མངོན་པར་ གནོད་པ ར་ བྱེད་ ཅིང་ བདག་ཉིད་ ནི་ དེ་དག་ ལ་ ཟ་བ ར་ བྱེད་ ལ་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཀྱང་ རྟག་ ཏུ་ ཟིལ་ གྱིས་ ནོན །_
en: Inquiring into what type of karmic action may cause a man or woman to be born in that way, he will apply knowledge derived from hearing and thus perceive how some women harm their households by indulging in food and drink, consuming all the food and drink themselves, while being constantly possessed of envy and stinginess.

source: བུ་ དང་ བུ་མོ་ གཞན་ དང་ མི་ འདྲ་བ ར་ མི་ དགའ་བ་ མ་ ཡིན་ ལ །_ དགའ་བ་ དང་ སླུ་བ་ མ་ ཡིན་ ཏེ །_
en: Unlike others, they do not dislike their sons and daughters, nor are they deceitful toward those whom they like.

source: མི་ སླུ་བ་ ལ་ མངོན་པར་ གནོད་པ་ བྱས་ ན་
en: Thus, they inflict harm without being deceitful.#179

source: དེ་ཡང་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ སྐྱུགས་པ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such individuals separate from their bodies, they will fall into the lower realms and be born among the starving spirits that feed on vomit.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ དེ་ རྟག་ ཏུ་ དེ འི་ ལུས་ ཀྱི་ བདག་ཉིད་ དཔག་ཚད་ ཕྱེད་ཙམ་ ཡོད་པ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ཏེ་
en: With bodies one league in girth they will be constantly tormented by hunger and thirst.

source: དགོན་པ་ ཆེན་པོ ར་ གཅིག་པུ་ ཆུ་ བཙལ་བ འི་ ཕྱིར་ རྒྱུག་ ཅིང་ ཐམས་ཅད་ དུ་ ཆོ་ངེས་ འདེབས་ སྨྲེ་སྔགས་ འདོན་པ་ ན་
en: In search of water, they will wander alone through a vast wilderness, crying and lamenting.

source: དེ་ ཆོས་སྦྱིན་པ་ དང་ ཟང་ཟིང་ སྦྱིན་པ་ དང་ མི་ འཇིགས་པ་ སྦྱིན་པ་ མ་ བྱས་ ཏེ སྦྱིན་པ་གསུམ་ དང་ བྲལ་བ་ དག་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Birth in that state occurs to those who refrain from giving the Dharma, material things, and protection from fear, and who thus lack the three aspects of generosity.

source: ཚེ འི་ མཐའ་ ནི་ སྔ་མ་ བཞིན་ ཏེ །_
en: The relevant lifespan here is the same as in the previous case.

source: དེ་ ཇི་སྲིད་ དུ་ སེར་སྣ་ བྱས་པ འི་ སྡིག་པ་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་པ ར་ འགྱུར་ རོ །_།
en: Until their negative acts of stinginess have been overcome, relinquished, and exhausted, they will continue to suffer from hunger and thirst.

source: དེ་ ཕྱིས་ སྡིག་པ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ གལ་ཏེ་ དུད་འགྲོ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ན་ དེ་ སྐྱུགས་པ་ ཟ་བ ར་ འགྱུར་ ཏེ །_
en: $1298 “When at some point they are free of this existence, they will, in accordance with their actions, take birth as animals and feed on vomit.

source: ཇི་ལྟ ར་ ཡི་དགས་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱུགས་པ་ ཟ་བ ས་ སྲོག་ཆུང་ ཟད་ ཀྱང་ འཚོ་བར་ གྱུར་པ་ དེ་ལྟ ར་ དུད་འགྲོ་ རྣམས་ སུ་ ཡང་ འགྱུར་ རོ །_།
en: Thus, just as they devoured vomit as starving spirits, they will continue to do so when born as animals.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: Once they are also free from that state, they may be born with the general lot in life of a human being.

source: དེ་ མཆོད་སྟོན་ གྱི་ ཚེ་ དགེ་སྦྱོང་ དང་ བྲམ་ཟེ་ བཀད་པ་ རྣམས་ ཀྱི་ གྲལ་ དུ་ སློངས་ མོས་ དེ འི་ སྲོག་ འཚོ་བ་ ཐུབ་པ ར་ འགྱུར་བ་ མཐོང་ [289b] ངོ་ །_།
en: They will then sustain themselves by begging from mendicants and brahmins at the venues of religious festivals. {{page:{number:416,id:UT22084-068-021-100442,folio:F.289.b,volume:V68}}}

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ བཤང་བ་ ཟ་བ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1299 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the starving spirits that feed on excrement.

source: དེར་ སྐྱེས་པ འམ་ བུད་མེད་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ ཞིག་ གུ་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སེར་སྣ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ར་ གྱུར །_
en: Inquiring into what type of karmic action may cause a man or woman to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people resort to, become habituated to, and increase acts of stinginess.

source: སྔ་མ་ བཞིན་ དུ་ སྦྱིན་པ་ དང་ བྲལ་ ལ་ དགེ་སྦྱོང་ དང་ བྲམ་ཟེ་ དག་ ལ་ ཡང་ ཁ་ཟས་ ལྷག་མ ར་ བྱས་པ་ བྱིན་ ཏེ །_ དེ་དག་ ཀྱང་ གཙང་མ་ ཞིག་ ཡིན་ ནོ་ སྙམ་ ནས་ ཟོས་ ན་
en: Thus, lacking generosity as before, they may give leftover food to mendicants and brahmins, telling themselves that such food is clean, and so it is fine for the recipients to eat it.

source: སྐྱེས་པ འམ་ བུད་མེད་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ཡི་དགས་ བཤང་བ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such people separate from their bodies, they will fall into the lower realms and be born as excrement-eating starving spirits.

source: དེ འི་ ལས་ ཀྱི་ མཐུ ས་ དེ འི་ ཚེ་ ཡང་ སྔ་མ་ བཞིན་ ལ་ དེ འི་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ཏེ །_
en: The force of their karmic actions will yield a lifespan of the same type as before, during which they will be tormented by hunger and thirst.

source: གལ་ཏེ་ དེ་ རྙེད་ ན་ ཡང་ རྟག་ ཏུ་ མི་ རྙེད་ ལ་ དེ་ཡང་ ཆུང་ སྟེ །_ ལྟོ་ ཚིམ་པ ར་ མི་ འགྱུར་ རོ །_།
en: In the event that they should find some morsel to consume, it will always be little, and insufficient for giving them any relief.

source: གལ་ཏེ་ ཡང་ ཡི་དགས་ རྣམས་ ཀྱི་ ནང་ དུ་ བཤང་བ་ རྙེད་ ན་ སྲིན་བུ་ ཞུགས་ཤིང་ ཟོས་ ལ་ བུ་ག ར་ བྱས་པ་ ངན་ངོན་ ཞིག་ རྙེད་ དེ །_
en: Even when such spirits manage to find a piece of excrement, it will already be riddled with maggots that bore holes in the excrement and consume it.

source: རྒྱང་རིང་ ཞིང་ ཚེགས་ ཆེན་པོ ས་ རྙེད་པ་ དེ་ཡང་ ཆོག་པ ར་ མི་ རྙེད་ དོ །_།
en: Even such excrement as this will only be obtained by roving far and wide and under great hardship, and they will never find enough to satisfy them.

source: དེ་ལྟ ར་ དེ འི་ ཚེ འི་ མཐའ་ སྡུག་བསྔལ་བ་ འཐོབ་ སྟེ །_
en: Thus, their entire lives will be filled with misery.

source: དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ འགྲུབ་པ་ སེར་སྣ་ བྱས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ བཀྲེས་པ་ དང་ སྐོམ་པ་ དེ་ བྱས་པ འི་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར །_
en: However, until the negative acts that were motivated by stinginess, and which produced the world of starving spirits, have been overcome, relinquished, and exhausted, these beings will continue to suffer the torments of hunger and thirst.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ བཤང་བ་ ཟ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཇི་ལྟ ར་ ལས་ ཉེ་བ ར་ འགྲོ་བ ས་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: $1300 “Once they escape the realm of starving spirits that feed on excrement, they will continue to roam through cyclic existence in accordance with their causal actions.

source: དེ་ གལ་ཏེ་ ཡང་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ ལ་ བཟའ་བ་ ཉུང་བ་ དང་ །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will be poor, sickly, and have little to eat.

source: སྲོག་ གི་ འཚོ་བ་ རྟག་ ཏུ་ གཞན་ ལ་ རག་ ལས་ཤིང་ ཚེགས་ ཆེན་པོ ས་ འཚོ་བ་ འཐོབ་ ལ་དོན་ དུ་མ་ མེད་པ འི་ སྣོད་ དུ་ འགྱུར །_
en: Always depending on others to stay alive, they will have to eke out a living under great hardship and meet with all sorts of adversities.

source: སེམས་ཤེས་པ་ དང་ མི་ ཤེས་པ་ ཕལ་པ་ ཡིན་ ཞིང་ ལུས་ རྨ་མཚན་ དང་ དྲི་མ་ ཅན་ མི་ སྡུག་པ་ སྐྱེ་བོ་ ཀུན་ གྱིས་ [290a] སྨད་པ ར་ འགྱུར །_
en: Their knowledge of things will be crude, their bodies will be covered with wounds, and they will emit a foul stench. Their appearance will be ugly and they will be roundly scorned by everyone. {{page:{number:417,id:UT22084-068-021-100443,folio:F.290.a,volume:V68}}}

source: དེ འི་ ཁ་ ནས་ ཀྱང་ དྲི་ མནམ་པོ་ འབྱུང་ ཞིང་ གློ་བུར་ དུ་ སོ་ ནག་པོ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: They will have bad breath and their teeth will suddenly turn black.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེར་སྣ འི་ གནས་ སུ་ གྱུར་པ འི་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེར་སྣ་ ཐམས་ཅད་ ཀྱི་ གནས་ སུ་ གྱུར་པ་ ཡི་དགས་ ཁ་ཟས་ མེད་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1301 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the abode of stinginess, the world of starving spirits, he will apply knowledge derived from hearing and thus perceive a realm that is connected with all aspects of miserliness, which is known as starving spirits lacking food.
